tap "adoptopenjdk/openjdk"
tap "dteoh/sqa"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ant"
brew "awscli"
brew "bandwhich"
brew "cavaliercoder/dmidecode/dmidecode"
brew "chrome-cli"
brew "crystal-lang"
brew "curl"
brew "docker"
brew "docker-machine"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "glances"
brew "go"
brew "gpg"
brew "gradle"
brew "grpcurl"
brew "htop"
brew "mackup"
brew "mas"
brew "mat2"
brew "mono-libgdiplus"
brew "muesli/homebrew-tap/duf"
brew "nmap"
brew "node"
brew "nvm"
brew "pass"
brew "protobuf"
brew "python"
brew "python3"
brew "rbenv"
brew "redis"
brew "ruby"
brew "telnet"
brew "tfenv"
brew "wireshark"
brew "yarn"
brew "zsh"
cask "adoptopenjdk"
cask "adobe-creative-cloud"
cask "aerial"
cask "alfred"
cask "authy"
cask "bloomrpc"
cask "docker"
cask "firefox"
cask "flash-player"
cask "github"
cask "graphql-playground"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "kap"
cask "keka"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "notion"
cask "microsoft-office"
cask "mysqlworkbench"
cask "postman"
cask "slack"
cask "slowquitapps"
cask "sourcetree"
cask "spectacle"
cask "sublime-text"
cask "tor-browser"
cask "typora"
cask "unity"
cask "unity-hub"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"

mas "Amphetamine", id: 937984704
mas "Be Focused", id: 973134470 
mas "GarageBand", id: 682658836
mas "Hancom Viewer", id: 416746898
mas "iMovie", id: 408981434
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WeatherBug", id: 1059074180
mas "Xcode", id: 497799835
